[
  {
    "title": "Mid-Century Modern Sofa",
    "Description": "This mid-century modern sofa is a classic piece of furniture that adds both style and comfort to any living space. The sofa features a sleek design, comfortable cushions, and is upholstered in a durable fabric that is easy to clean. The tapered legs are made of solid wood and add to the overall elegance of the design. Whether you're looking to create a cozy reading nook or a stylish conversation area, this sofa is the perfect choice.",
    "date": "2022-04-01",
    "author": "Alice Johnson",
    "img": "https://images.pexels.com/photos/1571460/pexels-photo-1571460.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Vintage Area Rug",
    "Description": "This vintage area rug is a beautiful and unique addition to any room. Made from high-quality materials, this rug is both durable and comfortable underfoot. The intricate pattern and muted colors add a touch of elegance to any space. Whether you're looking to update your living room, bedroom, or dining room, this rug is the perfect choice.",
    "date": "2022-03-15",
    "author": "John Smith",
    "img": "https://images.pexels.com/photos/1090638/pexels-photo-1090638.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Modern Accent Chair",
    "Description": "This modern accent chair is a versatile piece of furniture that can be used in any room. The chair features a comfortable seat, sturdy metal frame, and is upholstered in a soft and durable fabric. The sleek design and neutral colors make it easy to incorporate into any decor style. Whether you're looking to create a cozy reading nook or a stylish conversation area, this chair is the perfect choice.",
    "date": "2022-02-28",
    "author": "Sarah Thompson",
    "img": "https://images.pexels.com/photos/1643383/pexels-photo-1643383.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Art Deco Floor Lamp",
    "Description": "This Art Deco floor lamp is a stunning and unique piece of lighting that will add style and sophistication to any room. The lamp features a bold and geometric design with a sturdy metal base and a frosted glass shade. The warm glow of the light creates a cozy and inviting atmosphere. Whether you're looking to create a reading nook or a focal point in your living room, this lamp is sure to impress.",
    "date": "2022-02-14",
    "author": "David Lee",
    "img": "https://images.pexels.com/photos/1457842/pexels-photo-1457842.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Minimalist Coffee Table",
    "Description": "This minimalist coffee table is the perfect addition to any modern living room. The table features a simple yet elegant design with a sturdy metal frame and a sleek glass top. The compact size makes it ideal for smaller spaces, while the minimalist design allows it to easily blend in with any decor style. Whether you're entertaining guests or enjoying a quiet night in, this coffee table is a must-have.",
    "date": "2022-01-31",
    "author": "Emily Brown",
    "img": "https://images.pexels.com/photos/1643384/pexels-photo-1643384.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Industrial Bookshelf",
    "Description": "This industrial bookshelf is a stylish and functional addition to any home office or living space. The shelf features a sturdy metal frame and wooden shelves that provide ample space for books, decorative items, and more. The industrial design adds a touch of edgy style to any decor. Whether you're a book lover or just looking for a stylish storage solution, this bookshelf is the perfect choice.",
    "date": "2022-01-15",
    "author": "Mike Johnson",
    "img": "https://images.pexels.com/photos/1648776/pexels-photo-1648776.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Bohemian Area Rug",
    "Description": "This bohemian area rug is a vibrant and colorful addition to any room. The rug features a bold and eclectic pattern with a variety of colors and textures that add visual interest and depth to any space. Made from high-quality materials, this rug is both durable and comfortable underfoot. Whether you're looking to add a pop of color to a neutral space or complement an already eclectic decor style, this rug is the perfect choice.",
    "date": "2021-12-31",
    "author": "Amy Chen",
    "img": "https://images.pexels.com/photos/1648771/pexels-photo-1648771.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Rustic Wooden Side Table",
    "Description": "This rustic wooden side table is a charming and functional piece of furniture that adds character to any living space. Made from solid wood and featuring a natural finish, this table has a timeless appeal that complements a variety of decor styles. The table features a drawer for storing small items, and the compact size makes it ideal for smaller spaces. Whether you're looking for a place to set your drink or display a decorative item, this side table is the perfect choice.",
    "date": "2021-12-15",
    "author": "Brian Kim",
    "img": "https://images.pexels.com/photos/275484/pexels-photo-275484.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Vintage Wall Mirror",
    "Description": "This vintage wall mirror is a beautiful and functional addition to any room. The mirror features an ornate frame with intricate details that add a touch of elegance and sophistication to any space. The vintage finish gives it a timeless appeal that complements a variety of decor styles. Whether you're using it to check your appearance or to reflect light and create the illusion of more space, this mirror is the perfect choice.",
    "date": "2021-11-30",
    "author": "Sophia Lee",
    "img": "https://images.pexels.com/photos/1571463/pexels-photo-1571463.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Mid-Century Modern Armchair",
    "Description": "This mid-century modern armchair is a classic and comfortable piece of furniture that adds style and sophistication to any living space. The chair features a curved backrest, comfortable cushions, and is upholstered in a soft and durable fabric. The tapered legs are made of solid wood and add to the overall elegance of the design. Whether you're looking to create a cozy reading nook or a stylish conversation area, this armchair is the perfect choice.",
    "date": "2021-11-15",
    "author": "Daniel Kim",
    "img": "https://images.pexels.com/photos/775219/pexels-photo-775219.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Industrial Pendant Light",
    "Description": "This industrial pendant light is a striking and unique piece of lighting that will add style and character to any room. The light features a bold and geometric design with a sturdy metal frame and a frosted glass shade. The warm glow of the light creates a cozy and inviting atmosphere. Whether you're looking to create a focal point in your living room or a statement piece in your dining room, this pendant light is sure to impress.",
    "date": "2021-10-31",
    "author": "Emma Smith",
    "img":"https://images.pexels.com/photos/271624/pexels-photo-271624.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Modern Bar Stool",
    "Description": "This modern bar stool is a sleek and stylish addition to any kitchen or bar area. The stool features a comfortable seat, sturdy metal frame, and is upholstered in a soft and durable fabric. The adjustable height makes it ideal for a variety of counter and table heights, while the minimalist design allows it to easily blend in with any decor style. Whether you're enjoying a meal with family or hosting a party with friends, this bar stool is the perfect choice.",
    "date": "2021-10-15",
    "author": "Mr.turner",
    "img":"https://images.pexels.com/photos/1866149/pexels-photo-1866149.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Modern Geometric Rug",
    "Description": "This modern geometric rug is a stylish and versatile addition to any room. The rug features a bold and abstract pattern with a variety of colors and shapes that add visual interest and depth to any space. Made from high-quality materials, this rug is both durable and comfortable underfoot. Whether you're looking to add a pop of color to a neutral space or complement an already modern decor style, this rug is the perfect choice.",
    "date": "2022-01-31",
    "author": "John Lee",
    "img":"https://images.pexels.com/photos/1534924/pexels-photo-1534924.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Art Deco Table Lamp",
    "Description": "This art deco table lamp is a stunning and functional piece of lighting that adds glamour and sophistication to any room. The lamp features a beautiful and intricate design with a gold finish that complements a variety of decor styles. The warm glow of the light creates a cozy and inviting atmosphere, while the adjustable height allows you to customize the lighting to your needs. Whether you're reading a book or relaxing with friends, this table lamp is the perfect choice.",
    "date": "2022-01-15",
    "author": "Jessica Chen",
    "img": "https://images.pexels.com/photos/1669799/pexels-photo-1669799.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Vintage Velvet Sofa",
    "Description": "This vintage velvet sofa is a luxurious and comfortable piece of furniture that adds style and elegance to any living space. The sofa features a curved backrest, comfortable cushions, and is upholstered in a soft and durable velvet fabric. The classic design and deep blue color give it a timeless appeal that complements a variety of decor styles. Whether you're looking to create a cozy reading nook or a stylish conversation area, this sofa is the perfect choice.",
    "date": "2021-12-31",
    "author": "David Kim",
    "img":"https://images.pexels.com/photos/1454804/pexels-photo-1454804.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Scandinavian Coffee Table",
    "Description": "This Scandinavian coffee table is a sleek and functional piece of furniture that adds minimalist style to any living space. The table features a simple and elegant design with clean lines and a natural wood finish that complements a variety of decor styles. The spacious top provides ample space for books, drinks, or decorative items, while the lower shelf is ideal for storage. Whether you're enjoying a cup of coffee or entertaining guests, this coffee table is the perfect choice.",
    "date": "2021-12-15",
    "author": "Mia Park",
    "img": "https://images.pexels.com/photos/1454804/pexels-photo-1454804.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Boho Chic Wall Hanging",
    "Description": "This boho chic wall hanging is a beautiful and unique piece of decor that adds texture and interest to any room. The wall hanging features a variety of materials and textures, including macrame, tassels, and wooden beads. The neutral color palette complements a variety of decor styles, while the intricate details add a touch of bohemian flair. Whether you're looking to add a statement piece to your living room or create a cozy atmosphere in your bedroom, this wall hanging is the perfect choice.",
    "date": "2021-11-30",
    "author": "Olivia Lee",
    "img": "https://images.pexels.com/photos/259962/pexels-photo-259962.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Mid-Century Modern Bookcase",
    "Description": "This mid-century modern bookcase is a functional and stylish piece of furniture that adds character to any living space. The bookcase features a unique and eye-catching design with a variety of shelves and compartments for storing books, decorative items, and more. The warm wood finish and tapered legs give it a timeless appeal that complements a variety of decor styles. Whether you're using it to display your favorite books or as a room divider, this bookcase is the perfect choice for any home.",
    "date": "2021-11-15",
    "author": "Andrew Kim",
    "img": "https://images.pexels.com/photos/245208/pexels-photo-245208.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Artistic Wall Clock",
    "Description": "This artistic wall clock is a functional and decorative piece that adds style and personality to any room. The clock features a unique and colorful design with an abstract pattern that adds visual interest to your walls. Made from high-quality materials, this clock is both durable and reliable. The silent quartz movement ensures accurate timekeeping without any annoying ticking sounds. Whether you're looking for a statement piece for your living room or a fun addition to your office, this wall clock is the perfect choice.",
    "date": "2021-10-31",
    "author": "Sophia Chen",
    "img":"https://images.pexels.com/photos/259580/pexels-photo-259580.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Rustic Wooden Mirror",
    "Description": "This rustic wooden mirror is a charming and functional piece of decor that adds warmth and character to any room. The mirror features a distressed wooden frame with a natural finish that complements a variety of decor styles. Whether you're checking your outfit in the morning or adding some depth to a small space, this mirror is the perfect choice. The high-quality glass provides a clear reflection, while the sturdy back ensures easy installation.",
    "date": "2021-10-15",
    "author": "Michael Lee",
    "img":"https://images.pexels.com/photos/279614/pexels-photo-279614.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Industrial Pendant Light",
    "Description": "This industrial pendant light is a stylish and functional piece of lighting that adds a modern edge to any room. The light features a sleek and simple design with a matte black finish that complements a variety of decor styles. The adjustable height allows you to customize the lighting to your needs, while the warm glow of the light creates a cozy and inviting atmosphere. Whether you're looking to brighten up your kitchen or add some character to your living room, this pendant light is the perfect choice.",
    "date": "2021-09-30",
    "author": "Emma Kim",
    "img":"https://images.pexels.com/photos/269218/pexels-photo-269218.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Elegant Glass Vase",
    "Description": "This elegant glass vase is a beautiful and versatile piece of decor that adds sophistication and style to any room. The vase features a simple and classic design with a clear glass finish that complements a variety of decor styles. Whether you're displaying fresh flowers or adding some visual interest to a shelf, this vase is the perfect choice. The high-quality glass ensures durability and the perfect showcase for your favorite blooms.",
    "date": "2021-09-15",
    "author": "David Park",
    "img":"https://images.pexels.com/photos/3399182/pexels-photo-3399182.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Minimalist Desk Lamp",
    "Description": "This minimalist desk lamp is a sleek and functional piece of lighting that adds a contemporary touch to any workspace. The lamp features a simple and elegant design with a black finish that complements a variety of decor styles. The adjustable arm and head allow you to customize the lighting to your needs, while the dimmer switch provides the perfect level of brightness for any task. Whether you're studying, working, or reading, this desk lamp is the perfect choice.",
    "date": "2021-08-31",
    "author": "Grace Lee",
    "img":"https://images.pexels.com/photos/174671/pexels-photo-174671.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Bohemian Throw Pillow",
    "Description": "This bohemian throw pillow is a fun and colorful addition to any room. The pillow features a variety of patterns and textures, including tassels, pom poms, and embroidery, that add visual interest and texture to your space. The neutral color palette complements a variety of decor styles, while the playful details add a touch of bohemian flair. Whether you're looking to add some personality to your living room or bedroom, this throw pillow is the perfect choice.",
    "date": "2021-08-15",
    "author": "Ava Johnson",
    "img":"https://images.pexels.com/photos/2387753/pexels-photo-2387753.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Mid-Century Modern Armchair",
    "Description": "This mid-century modern armchair is a stylish and comfortable addition to any room. The chair features a sleek and simple design with a curved back and armrests that provide support and comfort. The sturdy wooden legs add stability and durability, while the soft upholstery provides a cozy and inviting feel. Whether you're relaxing with a book or hosting guests, this armchair is the perfect choice.",
    "date": "2021-07-31",
    "author": "Noah Kim",
    "img":"https://images.pexels.com/photos/6312353/pexels-photo-6312353.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Vintage Area Rug",
    "Description": "This vintage area rug is a beautiful and timeless addition to any room. The rug features a traditional pattern with a faded finish that adds a vintage charm to your space. The high-quality materials provide durability and comfort, while the non-slip backing ensures safety and stability. Whether you're looking to add some warmth to your living room or define a space in your bedroom, this area rug is the perfect choice.",
    "date": "2021-07-15",
    "author": "Olivia Lee",
    "img":"https://images.pexels.com/photos/4825713/pexels-photo-4825713.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Contemporary Wall Art",
    "Description": "This contemporary wall art is a stunning and unique addition to any room. The artwork features a modern and abstract design with bold colors and intricate details that add visual interest and texture to your walls. The high-quality print ensures a clear and vibrant image, while the sturdy frame provides stability and durability. Whether you're looking to create a focal point in your living room or add some personality to your office, this wall art is the perfect choice.",
    "date": "2021-06-30",
    "author": "Ethan Kim",
    "img":"https://images.pexels.com/photos/1910472/pexels-photo-1910472.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  },
  {
    "title": "Ceramic Table Lamp",
    "Description": "This ceramic table lamp is a beautiful and functional piece of lighting that adds a touch of elegance to any room. The lamp features a unique and intricate design with a white finish that complements a variety of decor styles. The warm glow of the light creates a cozy and inviting atmosphere, while the sturdy base ensures stability and durability. Whether you're looking to brighten up your bedroom or add some ambiance to your living room, this table lamp is the perfect choice.",
    "date": "2021-06-15",
    "author": "Sophie Lee",
    "img":"https://images.pexels.com/photos/2082093/pexels-photo-2082093.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1"
  }
]